git
curl
cups
cups-filters
cups-pdf
cups-pk-helper
libcups
samba
wget
man
net-tools
dnsutils
flatpak
discord
vlc
fastfetch
intel-ucode
bash-completion
system-config-printer
noto-fonts
noto-fonts-extra
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-liberation
ttf-opensans
ttf-roboto
ttf-caladea
ttf-carlito
ttf-liberation
ttf-linux-libertine-g
adobe-source-code-pro-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
libreoffice-fresh
